{
	"data":[{
		"gdlx":2,
		"id": "20190110122",
		"name": "运维部",
		"time": "2011-04-12 08:22",
		"endtime": "2011-04-16 08:23",
		"state": 1,
		"name2": "张三",
		"state2": 1,
		"lxrname":"李四",
		"phone":"13755556666"
	},{
		"gdlx":2,
		"id": "20190110123",
		"name": "运维部",
		"time": "2011-04-12 08:24",
		"endtime": "2011-04-16 08:25",
		"state": 2,
		"name2": "张三",
		"state2": 2,
		"lxrname":"李四",
		"phone":"13755556666"
	},{
		"gdlx":2,
		"id": "20190110124",
		"name": "运维部",
		"time": "2011-04-12 08:26",
		"endtime": "2011-04-16 08:27",
		"state": 3,
		"name2": "张三",
		"state2": 3,
		"lxrname":"李四",
		"phone":"13755556666"
	}, {
		"gdlx":2,
		"id": "20190110124",
		"name": "运维部",
		"time": "2011-04-12 08:28",
		"endtime": "2011-04-16 08:29",
		"state": 4,
		"name2": "张三",
		"state2": 4,
		"lxrname":"李四",
		"phone":"13755556666"
	}, {
		"gdlx":2,
		"id": "20190110123",
		"name": "运维部",
		"time": "2011-04-12 08:30",
		"endtime": "2011-04-16 08:31",
		"state": 2,
		"name2": "张三",
		"state2": 2,
		"lxrname":"李四",
		"phone":"13755556666"
	}, {
		"gdlx":2,
		"id": "20190110124",
		"name": "运维部",
		"time": "2011-04-12 08:32",
		"endtime": "2011-04-16 08:33",
		"state": 3,
		"name2": "张三",
		"state2": 3,
		"lxrname":"李四",
		"phone":"13755556666"
	}, {
		"gdlx":1,
		"id": "20190110124",
		"name": "运维部1",
		"time": "2011-04-12 08:34",
		"endtime": "2011-04-16 08:35",
		"state": 4,
		"name2": "张三",
		"state2": 4,
		"lxrname":"李四",
		"phone":"13755556666"
	}, {
		"gdlx":1,
		"id": "20190110123",
		"name": "运维部1",
		"time": "2011-04-12 08:36",
		"endtime": "2011-04-16 08:37",
		"state": 2,
		"name2": "张三",
		"state2": 2,
		"lxrname":"李四",
		"phone":"13755556666"
	}, {
		"gdlx":1,
		"id": "20190110124",
		"name": "运维部1",
		"time": "2011-04-12 08:38",
		"endtime": "2011-04-16 08:39",
		"state": 3,
		"name2": "张三",
		"state2": 3,
		"lxrname":"李四",
		"phone":"13755556666"
	}, {
		"gdlx":1,
		"id": "20190110124",
		"name": "运维部1",
		"time": "2011-04-12 08:40",
		"endtime": "2011-04-16 08:41",
		"state": 4,
		"name2": "张三",
		"state2": 4,
		"lxrname":"李四",
		"phone":"13755556666"
	}]
}